[
    {
        "pmid": 10613920,
        "title": "Charged residues between the selectivity filter and S6 segments contribute to the permeation phenotype of the sodium channel.",
        "abstractText": "The deep regions of the Na(+) channel pore around the selectivity filter have been studied extensively; however, little is known about the adjacent linkers between the P loops and S6. The presence of conserved charged residues, including five in a row in domain III (D-III), hints that these linkers may play a role in permeation. To characterize the structural topology and function of these linkers, we neutralized the charged residues (from position 411 in D-I and its homologues in D-II, -III, and -IV to the putative start sites of S6) individually by cysteine substitution. Several cysteine mutants displayed enhanced sensitivities to Cd(2+) block relative to wild-type and/or were modifiable by external sulfhydryl-specific methanethiosulfonate reagents when expressed in TSA-201 cells, indicating that these amino acids reside in the permeation pathway. While neutralization of positive charges did not alter single-channel conductance, negative charge neutralizations generally reduced conductance, suggesting that such charges facilitate ion permeation. The electrical distances for Cd(2+) binding to these residues reveal a secondary \"dip\" into the membrane field of the linkers in domains II and IV. Our findings demonstrate significant functional roles and surprising structural features of these previously unexplored external charged residues.",
        "mesh": "{'D000818': 'Animals', 'D005020': 'Ethyl Methanesulfonate', 'D007202': 'Indicators and Reagents', 'D015640': 'Ion Channel Gating', 'D016296': 'Mutagenesis', 'D010641': 'Phenotype', 'D015222': 'Sodium Channels'}",
        "authors": "['R A,Li', 'P,Vélez', 'N,Chiamvimonvat', 'G F,Tomaselli', 'E,Marbán']",
        "journal": "The Journal of general physiology",
        "year": 2000,
        "doi": NaN,
        "chemicals": "{'D007202': 'Indicators and Reagents', 'D015222': 'Sodium Channels', 'C093171': 'methanethiosulfonate ethylammonium', 'D005020': 'Ethyl Methanesulfonate'}",
        "supplMesh": NaN,
        "INTRO": "INTRODUCTION. Voltage-gated Na+ channels are responsible for initiating action potentials in excitable tissues including heart, muscle, and nerve by selectively transporting Na+ ions across the surface membrane (Hille 1992). Mutagenesis experiments have demonstrated that the P loops, contributed by each of the four domains (Marban et al., 1998), contain the major determinants of ion permeation and channel block (Noda et al. 1989; Pusch et al. 1991; Terlau et al. 1991; Backx et al. 1992; Heinemann et al. 1992a; Satin et al. 1992; Perez-Garcia et al. 1996; Li et al. 1997). P-loop residues critical for these processes have been identified (Heinemann et al. 1992a; Chiamvimonvat et al. 1996a,Chiamvimonvat et al. 1996b; Tsushima et al. 1997a) and have been proposed to lie deep within the external vestibule of the channel protein (Fig. 1). Disulfide trapping studies and single-channel recordings have further revealed that this region of the channel is highly asymmetrical (Chiamvimonvat et al. 1996b; Benitah et al. 1997; Tsushima et al. 1997b). While the functional and structural aspects of this deep region of the Na+ channel pore have been extensively studied, little is known about the flanking regions of the P loops. Inspection of the primary sequence of Na+ channels reveals that the linkers between the P segments and S6 on the carboxyl-terminal side of the selectivity filter contain a number of charged residues; in particular, the domain III linker contains five charges in a row (Fig. 1). Most of these charged residues are highly conserved from jellyfish to human. This striking pattern leads to several immediate questions. Do these charged residues play similar structural and functional roles as those located deeper in the pore, or are they simply peripheral residues of little functional importance? Do these residues participate in the process of ion permeation; e.g., by increasing the local effective Na+ concentration at the external mouth of the pore and/or by affecting ionic selectivity? To address these questions, we neutralized each of the charged residues in these P loop–S6 (P-S6) linkers (from position 411 in D-I and its analogues in D-II, III, and IV to the putative start sites of S6, see also Fig. 1) individually by cysteine substitution. Side-chain accessibility of cysteine-substituted mutants was probed by sensitivity to Cd2+ blockade and by reactivity to sulfhydryl-specific methanethiosulfonate (MTS) reagents using whole-cell patch-clamp recordings. Single-channel recordings were performed to probe changes in channel conductance with charge neutralization and to assess the electrical distance for Cd2+ binding to the cysteine-substituted charged residues. Our results demonstrate unsuspected functional and structural features of this previously unexplored region of the Na+ channel.",
        "METHODS": "MATERIALS AND METHODS. Site-directed Mutagenesis and Heterologous Expression. Mutagenesis was performed on the rat skeletal muscle sodium channel α subunit (μ1–2; Trimmer et al. 1989) gene cloned into pGFP-IRES vector (Johns et al. 1997) using PCR with overlapping mutagenic primers as previously described (Yamagishi et al. 1997). All mutations were confirmed by dideoxynucleotide sequencing. Wild-type (WT) and mutated channels were expressed in TSA-201 cells (a transformed HEK 293 cell line stably expressing the SV40 T-antigen) by addition to the cells of 1 μg/60-mm dish of DNA encoding the α subunit using the Lipofectamine Plus transfection kit (GIBCO-BRL). Transfected cells were incubated at 37°C in a humidified atmosphere of 95% O2–5% CO2 for 48–72 h for channel protein expression before electrical recordings. Given that the α subunit suffices for permeation, β1 subunits were not routinely coexpressed. Nevertheless, we verified that E1551C, a representative domain IV mutant, was unaltered in its selectivity, Cd2+ blocking affinity, or MTS susceptibility when coexpressed with β1 subunit. Electrophysiology. Electrophysiological recordings were performed using the whole-cell or cell-attached single-channel variants of the patch clamp technique (Hamill et al. 1981) with an integrating amplifier (Axopatch 200A; Axon Instruments). Transfected cells were identified under epifluorescent microscopy using the green fluorescent protein as a reporter. For whole-cell recordings, pipettes were fire-polished with a final tip resistance of 1–3 MΩ when filled with the internal recording solution (see below). All recordings were performed at room temperature. Single-channel currents were measured in the presence of 20 μM fenvalerate (Dupont) to promote long channel openings (Holloway et al. 1989; Backx et al. 1992). Fenvalerate is particularly useful for permeation studies as it does not alter unitary conductance or selectivity (Chiamvimonvat et al. 1996b). Data were sampled at 10 kHz and low-pass filtered (four-pole Bessel, −3 dB at 2 kHz). Electrodes for unitary recordings were fire-polished to a final resistance of 5–10 MΩ and coated with Sylgard. Solutions. Whole-cell currents were recorded in a bath solution containing (mM): 140 NaCl, 5 KCl, 2 CaCl2, 1 MgCl2, 10 HEPES, 10 glucose, pH adjusted to 7.4 with NaOH. The pipette solution contained (mM): 35 NaCl, 105 CsF, 1 MgCl2, 10 HEPES, 1 EGTA, pH adjusted to 7.2 with CsOH. Appropriate amounts of blockers or covalent modifiers [methanethiosulfonate ethylsulfonate (MTSES) and methanethiosulfonate ethylammonium (MTSEA); Toronto Research Chemicals] were added to the bath when required. For single-channel recordings, the bath contained (mM): 140 KCl, 1 BaCl2, 10 HEPES, pH adjusted to 7.4 with KOH. The pipette solution contained (mM): 140 NaCl, 1 BaCl2, 10 HEPES, pH adjusted to 7.4 with NaOH. All chemicals were purchased from Sigma Chemical Co. unless otherwise specified. Data Analysis and Statistics. Half-blocking concentrations (IC50) for Cd2+ were determined by least-square fits of the dose–response data to the following binding isotherm using the Levenberg-Marquardt algorithm: I/IO = 1/{1 + ([Cd2+]/I)n}, where I and IO are the peak currents measured from a step depolarization to −10 mV from a holding potential of −100 mV before and after application of Cd2+, respectively, and n is the Hill coefficient (assumed to equal 1 for a single binding site for Cd2+). Current–voltage relationships were obtained by holding cells at −100 mV and stepping from −60 to +50 mV in 10-mV increments. Reversal potentials were calculated by fitting the current–voltage relationship to a Boltzmann distribution function: I = [(Vt − Vrev) * G max]/{1 + exp[(Vt-V1/2)/k]}, where I is the peak INa at a given test potential Vt, Vrev is the reversal potential, G max is the maximal slope conductance, V1/2 is the half point of the relationship, and k is the slope factor. For single-channel analysis, amplitude histograms were fitted to the sum of Gaussians using a nonlinear least squares method. Slope (single-channel) conductance was obtained by linear fit of the current–voltage relationship. The fraction of the transmembrane electric field that Cd2+ traversed (i.e., electrical distance, δ) to reach its binding site was estimated by making a logarithmic plot of the ratio of unblocked and blocked unitary current amplitudes as a function of membrane potential followed by linear fits (Woodhull 1973; Backx et al. 1992; Chiamvimonvat et al. 1996b). Steady state activation (m∞) curves were derived from the relation m∞ = g/g max, where the conductance g was obtained from the current–voltage relationship by scaling the peak current (I) by the net driving force using the equation g = I/(Vt − Erev), where Vt is the test potential. For steady state inactivation (h∞), we recorded the current in response to a test depolarization to −20 mV (Itest), which immediately followed a 500-ms prepulse to a range of voltages. h∞ was estimated as a function of the prepulse voltage by the ratio Itest/I, where I is the current measured in the absence of a prepulse. Steady state gating parameters were estimated by fitting data to the Boltzmann functions using the Marquardt-Levenberg algorithm in a nonlinear-squares procedure: m∞ or h∞ = 1/{1 + exp[(Vt − V1/2)/k]}, where Vt is the test potential, V1/2 is the half point of the relationship, and k (= RT/zF) is the slope factor. Data reported are mean ± SEM. Statistical significance was determined using paired Student's t test at the 5% level.",
        "RESULTS": "RESULTS. Changes in Cd 2+ Sensitivity of Na+ Channels by Cysteine Substitutions of P-S6 Linker Charged Residues. We assessed the side-chain accessibility of P-S6 residues to the aqueous phase by examining the Cd2+ sensitivity of single cysteine mutants. 12 of 16 single cysteine mutants expressed functional channels. D1248C, R1250C, K1252C, and E1259C did not express in 5–10 rounds of transfection, with and without exposure to 10 mM dithiothreitol to exclude a spontaneous internal disulfide bridge that might render the channels nonconducting (Benitah et al. 1996; Tsushima et al. 1997b). We first characterized gating in each of these mutants and found hyperpolarizing shifts of 5–7 mV for steady state inactivation (h∞) in four instances (Table ). Given the small magnitude of these changes, we next turned our attention to permeation. Fig. 2 summarizes the half-blocking concentration for Cd2+ of each of the functional cysteine mutants. All mutated channels but three (K415C, E1251C, E1254C) showed enhanced Cd2+ sensitivity (P < 0.05) when compared with WT rSkM1 channels. Because Cd2+ is presumably binding to the introduced sulfhydryls, thereby blocking Na+ flux through the pore physically and/or electrostatically, the observation of enhanced Cd2+ block indicates that the side chains of these residues line the aqueous lumen of the pore (Perez-Garcia et al. 1996). Modification by MTS Reagents. One explanation for the unaltered Cd2+ sensitivity of K415C, E1251C, and E1254C is that the side chains of these residues are buried within the channel protein and are not exposed to the aqueous phase. However, it is also possible that Cd2+ indeed binds to the substituted cysteines of these “Cd2+-insensitive” mutants, but that such binding does not reduce Na+ flux due to the relatively small size of Cd2+ as a blocker (ionic radius = 1.1 Å). To distinguish between these possibilities, we employed the hydrophilic sulfhydryl-reactive methanethiosulfonate derivatives MTSEA (positively charged) and MTSES (negatively charged) as molecular probes. These agents introduce bulky adducts via a mixed disulfide bond (MTSEA, 66 Å3; MTSES, 90 Å3) such that successful modification of an accessible substituted cysteinyl near the pore is more likely to influence permeation (Akabas et al. 1992, Akabas et al. 1994a,Akabas et al. 1994b; Kürz et al. 1995; Pascual et al. 1995; Perez-Garcia et al. 1996; Li et al. 1997). MTSEA and MTSES modifications of the side chains of the cysteine mutants introduce positive and negative charges, respectively, thereby permitting the study of the effects of restoration and reversal of the native charges (Chiamvimonvat et al. 1996a; Li et al. 1997).  Fig. 3 summarizes the effects of MTS reagents on peak sodium currents (INa) of WT and cysteine mutant channels. In these experiments, saturating concentrations of MTS reagents (2.5 mM MTSEA or 10 mM MTSES) were applied to the channels by external perfusion for 10–15 min followed by washout. Consistent with previous reports, WT channels were modified by neither MTSEA nor MTSES, indicating that an accessible cysteine is required for these agents to be effective (Chiamvimonvat et al. 1996a,Chiamvimonvat et al. 1996b; Perez-Garcia et al. 1996). Sodium currents through all mutant channels, except E1251C, E1254C, and E1551C, were significantly reduced after treatment with MTSEA. In contrast, application of the negatively charged MTSES increased the current carried by E765C and D1547C channels. INa of D762C also increased after MTSES modification, but the increase did not reach statistical significance (0.05 < P < 0.1).  Fig. 4 depicts the time course of sulfhydryl modification of cysteine-substituted channels upon addition of MTSEA or MTSES. Representative current traces before (○) and after (•) modifications are also shown (Fig. 4, left). Application of MTSEA (Fig. 4 A) or MTSES (B) decreased or enhanced INa of E765C channels, respectively. MTS modifications were irreversible even after extensive washout of the reagents (5–10 min with ∼50 ml control bath solution). To further verify that sulfhydryl modification was complete, we also examined the sensitivity of INa to Cd2+ blockade after treatment with MTSES, since Cd2+ is known to bind with much higher affinity to free sulfhydryls than to oxidized sulfhydryls (Torchinsky 1981). Indeed, Cd2+-sensitive E765C channels became insensitive to Cd2+ after modification with MTSES (Fig. 4 B, inset). Cd2+ sensitivity of MTSEA-modified E765C channels was not assessed due to the small size of the residual currents. It was, however, tested in other mutant channels with measurable currents after modification (i.e., D1545C, D1547C, and E1551C). As anticipated, these channels became Cd2+ insensitive after modified by MTSEA (data not shown). Similar analysis of the other cysteine mutants was used to verify successful sulfhydryl modification by the MTS derivatives (data not shown). Interestingly, application of MTSEA to the Cd2+-insensitive K415C channels led to complete elimination of sodium current (Fig. 4 C), suggesting that this residue is indeed accessible from the external medium. In contrast, the addition of MTSES to this construct did not affect INa (Fig. 4 D). Unlike K415C, the Cd2+-insensitive E1251C and E1254C channels were not modified by either MTSEA or MTSES. It is possible that MTS agents may have reacted with the substituted cysteines of these channels without producing any functional consequences. However, we are unable to distinguish these changes from side-chain effects per se. Cd2+ sensitivity of these mutants after MTS modification was not assessed as they were by themselves insensitive to Cd2+ block (Fig. 2). Single-Channel Conductance. One putative role of the superficial negative charges studied in this report is that these residues may constitute another outer cluster of vestibular charge that functions to increase the local effective Na+ concentration at the external pore mouth, thereby supplementing the rings of charge closer to the selectivity filter (Chiamvimonvat et al. 1996a). We performed single-channel recordings to investigate whether channel conductance is affected by neutralization of these charged residues. Fenvalerate was added in the bath to promote long-lasting channel openings (see MATERIALS AND METHODS). At the whole-cell level, fenvalerate did not alter ionic permeability and reversal potential when added to WT channels (data not shown). It is also known not to affect unitary conductance compared with unmodified channels (Holloway et al. 1989; Backx et al. 1992; our unpublished observations). Therefore, it is reasonable to assume that the permeation properties of fenvalerate-modified channels closely resemble those of the native channels and that the channel pore conformation is not significantly altered. Fig. 5 A shows typical unitary currents of representative mutant channels from each of the four domains (R411C, E765C, E1253C, and E1551C). Fig. 5 B shows the corresponding current–voltage relationships of these single channels and their slope conductances (see MATERIALS AND METHODS). Unitary conductances of all charge-neutralized mutants studied are summarized in Table . Single-channel recordings were not attempted on E1560C channels because of their low level of expression (<5 pA/pF). In general, neutralization of negatively charged P-S6 residues, with the exception of E1254C and E1523C, resulted in decreased conductance, consistent with an electrostatic effect on conductance. Unlike K1237 of the DEKA locus, whose neutralization doubled single-channel conductance (Chiamvimonvat et al. 1996b), neutralization of the positively charged residues R411, K415, and R1558 did not enhance Na+ conductance through the channel. Fractional Electrical Distances for Cd2+ Binding of Cd2+-sensitive Cysteine Mutants. The voltage dependence of unitary current blockade by Cd2+ has been used to estimate the relative depths of substituted cysteines in the pore (Backx et al. 1992; Chiamvimonvat et al. 1996b). We next determined the voltage dependence and hence the fractional electrical distances (δ) for Cd2+ block of Cd2+-sensitive mutants. The addition of Cd2+ to R411C, E765C, E1253C, and E1551C channels led to rapid unresolved blocking events appearing as reductions in unitary current (Fig. 5 A). Fig. 5 B shows the corresponding current–voltage relationships recorded in the presence of Cd2+ (○). Logarithmic plots of the ratio of unblocked and blocked unitary current amplitudes of these channels as a function of the membrane potential allows estimation of their electrical distances (Fig. 5 C) (Woodhull 1973; Backx et al. 1992; Chiamvimonvat et al. 1996b). Similar measurements were also made for Cd2+-sensitive D762C, D1545C, D1547C, and R1558C channels. The fractional electrical distances of all the residues examined (▪) are summarized in Fig. 6. δ values of selected pore residues that are known to be located deeper in the pore close to the selectivity filter region (domain I: E403; II: I757, E758; III: D1241; IV: D1532) are also shown for reference (□; Chiamvimonvat et al. 1996b). The charged residues investigated in this study (except E765C and R1558C) had a relatively shallow voltage dependence of Cd2+ block, consistent with their more superficial locations as predicted by the alignment of the primary amino acid sequence. Interestingly, the more carboxy-terminal domain II residue E765 was located deeper in the electric field than D762. Both residues were in turn deeper than E758. A similar trend was also notable in domain IV: R1558 was deeper than E1551, which was in turn deeper than D1547. Ionic Selectivity. Certain P-loop residues have been identified as critical determinants of ionic selectivity (Heinemann et al. 1992a; Chiamvimonvat et al. 1996b; Tsushima et al. 1997a). In particular, neutralization of the domain III lysine residue in the DEKA “filter” dramatically renders Na+ channels nonselective among group IA monovalent (Li+, Na+, K+, Cs+, and NH4 +) and group IIA divalent (Ca2+, Mg2+) cations (Heinemann et al. 1992a; Chiamvimonvat et al. 1996b; Tsushima et al. 1997a). To determine whether the P-S6 outer charges are involved in conferring ionic selectivity to the Na+ channels, we measured the reversal potential (Erev) of WT and mutated channels under mixed ionic conditions. Neutralization of charged residues in these P-S6 linkers did not significantly alter Erev compared with WT channels (Table ). Consistent with these results, perfusion with monovalent cations such as Li+, K+, Cs+, and NH4 + did not produce currents significantly different from WT (data not shown). These observations indicate that these external charges residing outside the conventional pore region are not critical determinants of ionic selectivity, despite their significant role in channel conductance.",
        "DISCUSS": "DISCUSSION. We have previously combined electrophysiological and mutagenesis techniques to explore functional and topological features of the Na+ channel pore on both the amino- and carboxyl-terminal sides of the immediate putative DEKA “selectivity” ring. In brief, we demonstrated that the Na+ channel pore structure is highly asymmetrical (Chiamvimonvat et al. 1996b; Perez-Garcia et al. 1996) as well as flexible (Benitah et al. 1997; see also Tsushima et al. 1997b). Also, in contrast to K+ channels, the Na+ channel P segments descend and ascend in the pore, but do not span the selectivity region to the cytoplasmic side (Yamagishi et al. 1997). In the present study, we exploited the same strategy to extend our study of the Na+ channel pore to charged residues located between the carboxyl-terminal side of the outer ring of charge (E403, E758, D1241, and D1532) and the S6 membrane spanning segments (i.e., P-S6 linkers) (Fig. 1). The goal was to determine the structural and functional roles of these previously unexplored regions of the P segments. Accessibility of Cysteine Mutants to Cd2+ and MTS Reagents. All of the functional P-S6 linker cysteine mutants studied but three exhibited heightened sensitivity to current blockade by the group IIB metal Cd2+ relative to WT. However, these Cd2+-sensitive mutants (two- to fivefold enhancements) were generally not as sensitive as those located putatively deeper in the pore that, when mutated to cysteine, often display 10–100-fold increased sensitivity (Backx et al. 1992; Chiamvimonvat et al. 1996b; Perez-Garcia et al. 1996; Li et al. 1997; Tsushima et al. 1997b). These observations could result from their more superficial locations: Cd2+ binding may result in current blockade either by complete physical occlusion of the pore or by electrostatic repulsion preventing entry of Na+ ions into the pore (or both), depending on the local geometry of the area surrounding the inserted cysteine. If Cd2+ binding occurs in more superficial or open locations, the bound Cd2+ is more likely to be displaced by competing ions, thereby giving rise to the intermediate sensitivities observed in these mutants. Reductions in INa by MTSEA modification of many mutants and the increase in INa by MTSES observed in D762C, E765C, and D1547C channels could result from simple electrostatic effects on the permeation pathway as a result of charge restoration or reversal, respectively; in contrast, the complete elimination of current by MTSEA modification (a charge restoration) of R411C, K415C, and R1558C and the lack of effects of MTSES (a charge reversal) on INa of these constructs cannot be explained by simple electrostatic theory. In addition, the differential responses (or lack thereof) of negatively charged neutralized mutants other than D762C, E765C, and D1547C to MTSES, despite the susceptibility of the same mutants to the smaller MTSEA, also require more complex interpretations, as discussed below. Covalent modification of channel proteins by MTS compounds with alteration of the current magnitude is dependent on a number of factors, including the size and charge of the agent (Akabas et al. 1992), the linker length, the locations of the inserted cysteine and the final docking site for the moiety linked to MTS, and the micro-environment (e.g., whether it is hydrophobic or charged) (Li et al. 1999a). For instance, addition of a bulky adduct to a cysteinyl residue located in a constricted region of the pore is likely to result in a reduction of peak current by steric hindrance irregardless of the charge. This was indeed the case for MTS modifications of many of the deep P-loop residues (e.g., I: Y401, W402, E403; II: I757; III: W1239C, M1240C; IV: W1531C) (Chiamvimonvat et al. 1996a,Chiamvimonvat et al. 1996b; Perez-Garcia et al. 1996). However, this is obviously not the case for the P-S6 linker residues. Successful modification by MTSES (90 Å3 bulk) (as confirmed by loss of Cd2+ sensitivity, data not shown) did not produce current reduction. One possible explanation is that the attached ethylsulfonate (MTSES) moiety is anchored near the pore via the ethyl alkyl linker, but is prevented from entering the permeation pathway by anionic exclusion. On the other hand, the positively charged ethylammonium (MTSEA) moiety, when attached at the introduced cysteine (including R411C, K415C, and R1558C), could be attracted to the pore, thereby blocking it despite being smaller in size than MTSES. Cysteine scanning mutagenesis has the advantage of allowing assessment of side-chain accessibility as well as post-translational protein modifications at specific sites. However, this technique also makes certain basic assumptions that critically influence data interpretation. Firstly, it is assumed that the side chain of the substituted cysteine lies in an orientation similar to that of the native wild-type residue. Addition of aqueous-limited sulfhydryl-specific modifying agents should therefore react more readily with ionized cysteine sulfhydryls exposed to the aqueous phase (i.e., the lumen of the channel) than with nonionized sulfhydryls buried within the lipid membrane or protein. Any changes in current or channel function upon such reaction are then used as an indication of whether the residue in question is accessible. Nevertheless, it is possible that application of sulfhydryl modifiers could result in trapping of “abnormal” or atypical channel states. Also, successful modification may not necessarily lead to changes in function, as mentioned earlier. Cysteine-scanning mutagenesis also assumes that amino acid replacements do not result in global or nonspecific alterations of the structure and function of the protein of interest and that any elevation in Cd2+ sensitivity of the substituted channels arises entirely from the inserted cysteine. However, mutations may expose endogenous cysteine(s) that is (are) inaccessible in the native channel, which in turn may underlie changes in sensitivity to Cd2+ blockade and sulfhydryl modification observed in some mutant channels (Sunami et al. 1999). Functional Roles in Ion Permeation. The Na+ channel pore is known to contain two rings of charge: an inner NH2-terminal or DEKA ring (I:D400, II:E755, III:K1237, and IV:A1529 in rSkM1) and an outer COOH-terminal ring (I:E403, II:E758, III:D1241, and IV:D1532 in rSkM1). These charge rings are separated by three to four neutral residues in the ascending portion of the P loops or the so-called SS2 region (Noda et al. 1989; Mikala et al. 1993). Residues from both rings were found to profoundly affect ionic selectivity and channel conductance when neutralized (Heinemann et al. 1992a; Chiamvimonvat et al. 1996a,Chiamvimonvat et al. 1996b; Perez-Garcia et al. 1996; Tsushima et al. 1997a). In the present study, we determined the effect of charged residues located farther away from these rings (∼10–20 residues to the COOH-terminal end of the outer ring) in the P-S6 linkers on conductance and selectivity of the channel. Although the P-S6 charged residues did not influence ionic selectivity (Table ), they nevertheless affect channel conductance. Unitary recordings revealed that the neutralization of six of eight negative charges led to reduction in conductance. Although these changes in conductance were not as dramatic as neutralization of the domain I aspartate (i.e., D400) from the DEKA ring, which led to ∼90% decrease in conductance (Chiamvimonvat et al. 1996b), an ∼40% reduction was routinely observed in each of these mutants (in the most extreme case for E765C, >60% decrease). Assuming no major changes in the pore structure induced by the mutations, these negatively charged residues may work in concert to concentrate permeant ions (i.e., Na+) at the external mouth, thereby supplementing the two inner rings of charge to optimize ion conduction. To confirm that these residues indeed alter surface charge in the external pore by electrostatically interacting with Na+, examination of channel conductances over a range of permeant ion concentrations would be required. If a pure electrostatic mechanism were operative, the maximal conductances should converge at high external permeant ion concentration (Chiamvimonvat et al. 1996a). Structural Inferences from Single-Channel Recordings. The electrical distances of domain II pore residues reveal a striking pattern: they ascend (I757 and E758), and then descend (D762 and E765) back into the pore. Assuming that no significant structural or conformational changes of the pore are induced by the mutations and upon Cd2+ binding to the substituted cysteine, one possibility for this observation is that this region of the pore (i.e., the DII linker) may reverse direction and dip back into the membrane. Fig. 7 demonstrates a schematic representation of such possible orientations of the domain II P-S6 linker. This could occur by forming a partial ring that extends horizontally at a tilted angle. One should, however, recognize that electrical distances do not directly translate into physical distances, particularly in regions where the transmembrane electric field gradient is not linear. Nevertheless, our data raise new possibilities about the local topology of the domain II P segment since many of the previous pore mutations studied in this domain either did not express or were inaccessible, making its topology relatively uncertain (Yamagishi et al. 1997). Similar to DII, residues in DIV also show a similar “reverse” pattern. Residues in this segment ascend (D1532, D1545, and D1547), and then descend (E1551 and R1558). Further mutagenesis experiments are required to determine whether the same pattern is also observed in domains I and III. It is also noteworthy that only a total of nine residues (from I757 to E765) in DII span an electrical distance of ∼0.15, whereas 27 residues (from D1532 to R1558) in DIV span a relatively short electrical distance of ∼0.08, suggesting the former are more extended. Such domain-specific topological arrangements provide further evidence for the asymmetrical structure of the Na+ channel pore (Chiamvimonvat et al. 1996b; Benitah et al. 1997). Contribution to Gating. The Na+ channel outer pore may undergo conformational changes in some forms of slow inactivation (Balser et al. 1996; Benitah et al. 1999), analogous to C-type inactivation observed in K+ channels, which clearly involves dynamic rearrangements of outer pore residues (Liu et al. 1996). In fact, certain P-loop residues have been reported to affect Na+ channel slow inactivation (Tomaselli et al. 1995). Our data (Table ) show that several of these P loop–S6 linker residues also affect gating properties when mutated. Further investigations of the roles of these residues in channel gating are currently underway. Toxin Pharmacology. Guanidinium toxins such as tetrodotoxin (TTX), saxitoxin, and μ-conotoxin (μ-CTX), whose 3-D structures are known, are useful molecular tools to investigate the Na+ channel pore structure. These toxins are site I Na+ channel blockers that block Na+ ion flux by physically occluding the pore (Catterall 1988). Our preliminary data showed that none of the superficial P-S6 charged residues drastically affected TTX block when neutralized (Li et al. 1999b), consistent with the toxin's binding site being located in the deeper region of the pore (Noda et al. 1989; Backx et al. 1992; Heinemann et al. 1992b; Satin et al. 1992; Perez-Garcia et al. 1996). In contrast, μ-CTX is much larger in size (Lancelin et al. 1991) and is therefore more likely to interact with some of the surface residues investigated in this study. Indeed, we have successfully identified two critical determinants, D762 and E765, for μ-CTX block in domain II that when neutralized and charge-reversed dramatically reduced the toxin sensitivity by 100- and 200-fold, respectively (Li, R.A., P. Velez, G.F. Tomaselli, E. Marbán, manuscript submitted for publication). Further toxin-channel analyses will allow more detailed molecular modeling of this region of the channel. Summary. In summary, the negatively charged residues located in the P-S6 linkers are critical for determining the wild-type channel conductance, possibly by enriching the local effective Na+ concentration at the external pore mouth. These residues also play significant roles in toxin binding and modulation of channel gating. We conclude that this unexplored outermost region, previously thought to be remote from the pore, contributes significantly to both structural and functional properties of the Na+ channel.  Abbreviations used in this paper: D-I, -II, -III, and -IV, domains I, II, III, and IV; MTS, methanethiosulfonate; MTSEA, MTS ethylammonium; MTSES, MTS ethylsulfonate; P-S6 linker, P loop–S6 linker; WT, wild type. Dr. Vélez's current address is Department of Physiology, Faculty of Sciences, University of Valparaíso, Valparaíso, Chile. Dr. Chiamvimonvat's current address is Division of Cardiology, University of Cincinnati, Cincinnati, OH 45267-0542.",
        "FIG_CAPTIONS": "Schematic representation of the putative transmembrane topology of the rat skeletal muscle (rSkM1) sodium channel α subunit. (A) The regions between the fifth and sixth transmembrane segments (S5 and S6, respectively) in each of the four domains form the P loops. These P loops (thickened lines) dip toward the central axis of the channel to form part of the pore. The deeper portions of the P segments have been previously studied (approximately enclosed by dashed line). The regions investigated in this report correspond to the outer region of the pore (enclosed by solid line). (B) Primary sequence of the P segments of the rat skeletal muscle (rSkM1) Na+ channels. Residues enclosed in dashed- and solid-line boxes correspond to the same areas bracketed in A. Charged amino acid residues neutralized by cysteine substitutions in this study are shown as bold letters. Residues previously shown to be critical for ionic selectivity are in bold italics. A schematic representation of the proposed “double-dipp” orientation of the domain II P-S6 linker. This segment of the channel may reverse direction, dipping back into the pore. It could do so by forming a partial ring that extends horizontally at a tilted angle. Figures are not drawn to scale. Electrical distances may not directly correlate with actual physical distances (see text). Summary of Cd2+ sensitivity of outer pore cysteine mutants. (A) Representative raw current traces of WT, R411C, E765C, E1253C, and D1545C elicited by depolarization to −10 mV from a holding potential of −100 mV in the absence and presence of Cd2+, as indicated. The degree of sodium current blockade by Cd2+ was significantly (P < 0.05) greater for the cysteine mutants than for WT channels. Control peak current amplitudes shown were 3.1, 1.1, 1.5, 0.6, and 1.5 nA for WT, R411C, E765C, E1253C, and D1545C, respectively, and have been scaled for comparison. (B) Plot of IC50 for Cd2+ block of cysteine substituted mutants. Broken lines indicate the level of wild-type sensitivity. *Mutant channels statistically different (P < 0.05) from WT. n.e., no expression. Representative examples of the effects of MTSEA and MTSES on cysteine mutants. Whole-cell sodium currents through E765C channels were reduced in size by MTSEA (A), but enhanced by MTSES (B). In contrast, those of K415C channels were modified only by MTSEA (C) but not MTSES (D). (Left) Raw current traces of the mutant channels before (solid line) and after (broken line) application of MTS reagents. (Right) Time course of development of MTS modification of the corresponding channels. The horizontal bars indicate the interval of MTS application. All modifications were followed by a washout period of no less than 10 min. (B, Inset) The effect of 1 mM Cd2+ on E765C channels before and after MTSES modification, as indicated. Control and MTSES-modified currents were normalized for easy comparison. Modification of cysteine-mutated Na+ channels by MTS reagents. Plot of the ratio of sodium peak current measured before (IO) and after (I) MTSEA (solid bars) and MTSES (hatched bars) modification as I/IO − 1 (ordinate) for WT and each of the cysteine-substituted Na+ channels. Downward and upward bars, respectively, represent a decrease and increase in current size after modification. The degree of current modification was assessed at a test potential of −10 mV from a holding potential of −100 mV before and after addition of the MTS reagent. *P < 0.05. Single-channel recordings of representative cysteine mutants. (A) Representative single-channel currents elicited by step depolarization to −100 and −40 mV with 20 μM fenvalerate in the bath. Addition of 500 μM (R411C and E1253C) and 1 mM (D762C and D1551C) Cd2+ resulted in rapid unresolved block of single Na+ channels as apparent reduction in unitary currents. (B) Single-channel current–voltage relationships for each of the cysteine mutants shown in A in the absence (▪) and presence (○) of Cd2+. The slope conductance was obtained by linear regression through the data. While the channel conductances of E765C, E1253C, and D1547C channels were significantly (P < 0.05) reduced compared with WT, that of R411C was unaffected (P > 0.05). Single-channel conductances of other cysteine mutants are summarized in Table . (C) Logarithmic plot of the ratio of the unblocked (IC) and blocked (IB) single-channel current amplitudes against voltage allows estimation of the slope (zδ/RT) and the fractional electrical distance (δ) for Cd2+ binding to these residues. Summary of the electrical distances for Cd2+ block of the P loop–S6 cysteine substituted mutants. The estimated δ from single-channel recordings of cysteine mutant channels exhibiting enhanced sensitivity to current blockade by Cd2+ is plotted on the ordinate. Each column represents a single domain as labeled. Previously published values of δ for selected pore residues that are known to be located deeper in the pore (Domain I: E403; II: I757, E758; III: D1241; IV: D1532; compare Fig. 1) are shown for reference (□). The δ values generated from this study are shown (▪).",
        "TABLE_CAPTIONS": "Values represent mean ± SEM. Numbers in parantheses represent the number of individual determinations. NE, no expression; NA, not available. D1560C was not measured because of poor channel expression. *P < 0.05; NE, no expression; NA, not available. Values represent mean ± SEM. Erev of D1560C was not measured because of of poor expression. NE, no expression; NA, not available.",
        "stanza_verb": "[['contribute', 'VBP', 'root']]",
        "genia_verb": "[['Charged', 'VBN'], ['contribute', 'VBP']]",
        "LengthDifference": 0
    }
]