[
    {
        "pmid": 10620602,
        "title": "Precursor B cell receptor-dependent B cell proliferation and differentiation does not require the bone marrow or fetal liver environment.",
        "abstractText": "The capacity of precursor B (pre-B) I cells from fetal liver and bone marrow to proliferate and differentiate into surface immunoglobulin-positive immature B cells in vitro was analyzed. Both fetal liver- and bone marrow-derived progenitors do so in a pre-B cell receptor (pre-BCR)-dependent manner in tissue culture medium alone, without addition of other cells or cytokines. Approximately 20% of the initial pre-B I cells enter more than one division. Analyses at the single-cell level show that approximately 15% divide two to five times. Coculture of pre-B I cells with stromal cells did not enhance proliferation or differentiation, whereas the presence of interleukin 7, especially in combination with stromal cells, resulted mainly in the expansion of pre-B I cells and prevented their further differentiation. Thus, the environment of fetal liver or bone marrow is not required for the pre-BCR to exert its function, which is to select and expand cells that have undergone an inframe V(H)-D(H)J(H) rearrangement that produces a pre-BCR-compatible muH chain. It appears unlikely that a ligand for the pre-BCR drives this pre-B cell proliferation.",
        "mesh": "{'D000818': 'Animals', 'D001402': 'B-Lymphocytes', 'D001854': 'Bone Marrow Cells', 'D002454': 'Cell Differentiation', 'D002455': 'Cell Division', 'D002478': 'Cells, Cultured', 'D005333': 'Fetus', 'D015321': 'Gene Rearrangement', 'D007075': 'Immunoglobulin M', 'D015851': 'Interleukin-7', 'D008099': 'Liver', 'D051379': 'Mice', 'D008822': 'Mice, Transgenic', 'D011498': 'Protein Precursors', 'D019253': 'Proto-Oncogene Proteins c-bcl-2', 'D011947': 'Receptors, Antigen, B-Cell'}",
        "authors": "['A G,Rolink', 'T,Winkler', 'F,Melchers', 'J,Andersson']",
        "journal": "The Journal of experimental medicine",
        "year": 2000,
        "doi": NaN,
        "chemicals": "{'D007075': 'Immunoglobulin M', 'D015851': 'Interleukin-7', 'D011498': 'Protein Precursors', 'D019253': 'Proto-Oncogene Proteins c-bcl-2', 'D011947': 'Receptors, Antigen, B-Cell'}",
        "supplMesh": NaN,
        "INTRO": "Introduction. The differentiation of precursor cells along the pathway of B lymphocyte development from the most immature, B lineage–committed progenitor to the antigen-sensitive, surface immunoglobulin (sIg)-expressing B cells takes place before birth mainly in the fetal liver, whereas the bone marrow is the major B cell–producing organ after birth 1. This developmental process is characterized by changes in the expression of intracellular and surface-bound molecular markers, as well as by the status of Ig gene rearrangements at the Ig heavy (H) and light (L) chain gene loci 2 3 4. The precursor B cell receptor (pre-BCR), consisting of a μH chain associated with the surrogate light (SL) chain components, Vpre-B and λ5, plays a key role in this developmental process. Thus, mice that cannot form a pre-BCR because of a targeted inactivation of the λ5 gene show a 10–20-fold lower number of cytoplasmic μH chain (cμ)+ pre-B II cells in their bone marrow compared with wild-type mice. Therefore, the expression and formation of a pre-BCR dramatically improve the efficiency of pre-B and B cell production 5 6, most likely by signaling proliferative expansion of pre-B cells. We have shown previously with CD19+B220+c-kit+ pre-B I cells, grown in vitro on stromal cells in the presence of IL-7, that this stage of B cell development—characterized by DJ rearrangements, usually on both H chain alleles, and surface expression of c-kit—can be maintained for long periods of time. Thus, the combined action of IL-7 and stromal cells prevented further differentiation into later stages of B cell development. However, withdrawal of the growth factor IL-7 resulted in the differentiation of these pre-B I cells to sIgM+ immature B cells 7. Thus, differentiation is an intrinsic property of pre-B I cells and does not require the bone marrow or the fetal liver microenvironment. However, in this in vitro system, pre-B I cells from λ5 −/− mice differentiate with the same efficiency as wild-type pre-B I cells upon withdrawal of IL-7, indicating that the pre-BCR is not involved in B cell differentiation. Here, we analyze the in vitro differentiation potential of ex vivo–isolated pre-B I cells. We find that pre-B I cells derived from normal C57BL/6 (B6) bone marrow or fetal liver spontaneously undergo proliferative expansion and differentiate into sIg+ immature B cells at high efficiencies when placed in tissue culture. This in vitro proliferation and differentiation process does not require any added cytokines, or any other environmental factors or cells from bone marrow or fetal liver. Pre-B I cells from λ5 −/− mice do not undergo this proliferative expansion. Thus, the efficiency by which the λ5 −/− pre-B I cells differentiate in vitro is poor. Our data indicate that pre-B I cells isolated ex vivo from normal mice possess an autonomous capacity to proliferate and differentiate. It appears that the environment of fetal liver or bone marrow is not required for the pre-BCR to exert its major functions, namely, the selection and expansion of cells that have undergone a productive VH-DHJH rearrangement.",
        "METHODS": "Materials and Methods. Mice. B6 mice were obtained from the Institut für Biologisch-Medizinische Forschungs AG (Füllinsdorf, Switzerland). λ 5 − / − 5 backcrossed to B6 for five generations and Eμ–bcl-2 transgenic B6 8 mice were bred at the Institute's animal facilities. Mice of 4–6 wk of age were used. FACS® Staining and Sorting. Cell Surface Staining. Cells for FACS® sorting were prepared from adult bone marrow or fetal liver at day 17 or 18 of gestation as described previously 7. In most experiments, cells were enriched for CD19+ cells using the SuperMACS high gradient magnetic cell separation system, following the protocol of the supplier (Miltenyi Biotec). Cells enriched for CD19 expression were stained with Cy5-conjugated mAb RA3 6B2 (anti-CD45R, B220) and biotin-conjugated mAb ACK-4 (anti–c-kit 9). The biotin-conjugated mAb was visualized using streptavidin-PE (Southern Biotechnology Associates, Inc.). CD19+B220+c-kit+ progenitor B (pro-B) and pre-B I cells were sorted using the MoFlo® high-speed sorter (Cytomation, Inc.). PKH2-GL Labeling of Cells. Sorted CD19+B220+c-kit+ pro- and pre-B I cells (5 × 105–106 cells) were washed once in PBS, and then incubated for 2 min at room temperature with 4 μM PKH2-GL in 200 μl PKH diluent A (Sigma Chemical Co.). To obtain a homogeneously green fluorescent population, PKH2-labeled cells were resorted in a narrow FL1 (green fluorescence) gate using the MoFlo® high-speed sorter. Sorting of Single Cells for Culture. Single cells were sorted using the FACStarPLUS™ equipped with an automatic cell deposition unit (ACDU; Becton Dickinson), as described previously 10. Intracellular and Cell Surface Staining. Cytoplasmic μH protein expression was detected as described previously 10. For cell surface staining, the following mAbs were used: biotin- or FITC-conjugated M41 (anti-μ 11), biotin-conjugated 1.19 (anti-δ 12), biotin-conjugated 187.1 (anti-κL chain 13), and FITC-conjugated anti-λL chain (clone R26-46, which recognizes λ1 and λ2 L chains; PharMingen). Cell surface staining was performed as described previously 7 14. Biotin-conjugated mAbs were visualized using streptavidin-PE. Samples were analyzed on a FACSCalibur™ (Becton Dickinson). Cell Culture. Sorted CD19+B220+c-kit+ cells, either labeled with PKH2-GL or not, were cultured at 2 × 105 cells per ml in IMDM medium (GIBCO BRL) containing 5 × 10−5 M 2-ME, 1× nonessential amino acids (GIBCO BRL), 0.03% Primatone® (Quest International), and 2% FCS. Cells were cultured in flat-bottomed 96-well microtiter plates (Costar Corp.). In some experiments, cells were cultured on irradiated (3,000 rad) ST-2 stromal cells 15 as described previously 7. Recombinant IL-7 was produced and used as described 16. At different time points, cells were harvested and used for analysis. Viable cells were counted in a light microscope using a Neubauer hemocytometer and the trypan blue dye exclusion test. Frequencies of LPS-reactive B cells were determined by limiting dilution analyses in rat thymus filler cells as described previously 16 17. In some experiments, single B220+c-kit+ cells were sorted directly into tissue culture medium–containing round-bottomed microtiter plate wells using the ACDU-equipped FACStarPLUS™. Cultures were scored daily for growing clones, and the number of cells per clone was determined using a Diavert inverted light microscope (Leitz).",
        "RESULTS": "Results. In Vitro Differentiation of Ex Vivo–isolated B6 Bone Marrow– or Fetal Liver–derived Pre-B I Cells. Bone marrow and fetal liver CD19+B220+c-kit+ pre-B I cells from B6 mice were sorted, and the kinetics and efficiency of in vitro differentiation were monitored by viable cell recovery, cytoplasmic μH chain and sIgM expression, and also by measurements of cellular division. Moreover, the frequency of LPS-reactive cells was determined both in the sorted starting population and in the population recovered after 6 d of culture. As shown for bone marrow ( Fig. 1), sorted pre-B I cells had a purity of >95%. Approximately 10–20% of these cells expressed μH chains in their cytoplasm (i.e., are cμ+; Fig. 1 and Fig. 2 C), whereas none of them had detectable levels of sIgM ( Fig. 2 C). Up until day 2 of culture, the number of viable cells derived from bone marrow pre-B I cells was found to be ∼70–80% of the input number ( Fig. 2 A). Thereafter, cell numbers steadily increased, reaching values of two to three times that of the input number ( Fig. 2 A). Similar findings were made with fetal liver–derived pre-B I cell cultures ( Fig. 2 A), with the difference that the culture time required to reach numbers of cells exceeding the input number was shortened by 1 d. Therefore, the maximal number of cells that could be recovered at day 4 or 5 was slightly higher than that from cultured bone marrow cells. Thus, both bone marrow– and fetal liver–derived pre-B I cells underwent proliferative expansion when placed in tissue culture, and in an apparently growth factor–independent fashion. This conclusion was strengthened and extended by experiments in which bone marrow– and fetal liver–derived pre-B I cells labeled with the green fluorescent dye PKH2 were cultured. As shown in Fig. 2 B, the vast majority of viable cells recovered at day 6 of culture had 8–16 times less fluorescence intensity than the initial starting population, indicating that these cells had undergone 3 or 4 divisions. Note that practically no cells with the initial fluorescence intensity of the starting population of wild-type pre-B I cells could be detected after 6 d of culture. In fact, a time course experiment showed that cells with the initial fluorescence intensity were not detectable starting from day 3 to 4 of culture. Since the maximal number of viable cells recovered from these cultures is about two to three times higher than the input number, and since these cells divided an average of three to four times, we calculate that the cell population recovered at day 6 of culture is derived from 15–25% of the initially seeded pre-B I cells. Conversely, 75–85% of CD19+B220+c-kit+ pro-/pre-B I cells of wild-type B6 mice fail to survive in culture, and are not amendable for analyses that monitor differentiation of B lineage cells. The differentiation potential of the pre-B I cells surviving our in vitro cultures was analyzed by monitoring the expression of cμ and sIgM over time. As shown in Fig. 2 C, for bone marrow– and fetal liver–derived pre-B I cells from wild-type B6 mice, 10–20% of the starting c-kit+ cells are already cμ+, but do not (or do not yet) express it at FACS®-detectable levels on the surface. However, by day 3 or 4 of culture >95% of all recovered cells are cμ+. Thus, proliferative expansion and selection for inframe VHDHJH rearrangements takes place in tissue culture, as it normally does in vivo in fetal liver or bone marrow 6. This also allows the conclusion that the environment of the fetal liver or the bone marrow is not required for this proliferation and differentiation. sIgM expression is first detectable at day 3 of culture. sIgM+ cells reach maximal numbers of ∼70% of all viable cells for bone marrow– and 85% for fetal liver–derived pre-B I cells at day 6 ( Fig. 2 C). Moreover, double staining for surface-expressed IgM/IgD and κ/λ L chains was performed on cells after 5 d of culture. In Fig. 1 (lower dot plots), results for bone marrow pre-B I cells are shown. Cultures of fetal liver–derived pre-B I cells from wild-type B6 mice showed an identical phenotype (data not shown). About half of the sIgM+ B cells express low levels of IgM and do not yet express IgD, whereas the other half express high levels of IgM and low levels of IgD. Thus, with this in vitro culture system, pre-B I cells can reach the stage of “transitional B cells” 18. Moreover, the ratio of κ/λ L chain–expressing cells is 20:1, i.e., similar to the ratio found with immature and mature B cells in vivo. The frequencies of B cells reactive to LPS and developing into clones of IgM-secreting cells were determined using limiting dilution assays. As shown in Fig. 2 D, freshly ex vivo–isolated pre-B I cells from both bone marrow and fetal liver of wild-type B6 mice yielded frequencies of ∼1/50 to 1/200, whereas frequencies of ∼1/3 to 1/10 were found with cells recovered after 6 d of culture. Thus, our in vitro culture system allowed cells to reach the mature stage of mitogen responsiveness in frequencies similar to wild-type splenic B cells from B6 mice 17. It is well established that IL-7 is a critical growth factor for pro-/pre-B I cells 7 19. Moreover, it has been suggested that IL-7 might also play a role at later stages of B cell differentiation 20. However, the proliferation and differentiation of ex vivo–isolated pre-B I cells appear to be IL-7 independent. However, autocrine IL-7 production and/or a contamination by IL-7–producing non–pre-B I cells in our sorted pre-B I cell population cannot be completely ruled out. Therefore, the in vitro proliferation and differentiation of pre-B I cells in bulk as well as single cell cultures (see below) were also tested in the presence of 10 μg/ml of an IL-7 receptor (IL-7R) α chain–specific mAb (clone A7R34 [21]). This mAb concentration is known to completely block IL-7–dependent growth of pre-B I cells in vitro 16 21. No influence on the frequency or clone size of growing pre-B I cells, or on their capacity to mature into sIg+ cells, could be observed (data not shown). In Vitro Differentiation of Ex Vivo–isolated Pre-B I Cells from λ5−/− Mice. Selection and clonal expansion of inframe VHDHJH-rearranged pre-B I cells are thought to be mediated by the pre-BCR 5 6 10. Hence, pre-B I cells from λ5 −/− mice, i.e., from mice that cannot form a proper pre-BCR, should not proliferate in our cultures if the observed proliferation was pre-BCR dependent. Fig. 2 shows the results with ex vivo–isolated bone marrow pre-B I cells from λ5 −/− mice. When λ5 −/− pre-B I cells were cultured, a rapid loss of viable cells was observed. By day 4 of culture, hardly any (∼5% of input) viable cells could be recovered ( Fig. 2 A). Moreover, no cellular division took place in these cultures. This conclusion is based on the results obtained with the λ5 −/− pre-B I cells labeled with the green fluorescent dye PKH2. As shown in Fig. 2 B, the low number of cells that could be recovered at day 4 of culture still had the same fluorescence intensity as the starting population. Identical results were obtained with day 17 or 18 fetal liver pre-B I cells from λ5 −/− mice. Differentiation of λ5 −/− pre-B I cells in culture was monitored by determining the frequencies of cμ+ and sIgM+ cells with time. Like ex vivo–isolated B6 pre-B I cells, ∼20% of the ex vivo–isolated λ5 −/− pre-B I cells expressed a μH chain in the cytoplasm. By day 4, this percentage increased twofold ( Fig. 2 C). However, the absolute number of viable cells had dropped ∼20-fold ( Fig. 2). Approximately 10% of the remaining cells were sIgM+ at day 3 or 4 of culture ( Fig. 2 C). Thus, in contrast to wild-type pre-B I cells, λ5 −/− pre-B I cells differentiate with very low efficiencies when cultured in vitro. This is also seen in the low frequency of LPS-reactive cells obtained from the starting population of λ5 −/− pre-B I cells, which is ∼30-fold lower than that observed with wild-type pre-B I cells ( Fig. 2 D). Thus, the formation of a pre-BCR is a necessary prerequisite for selection, proliferative expansion, and survival of cells with an in-frame VDJ-rearranged μH chain. Efficient In Vitro Proliferation of Single Pre-B I Cells. Since in vitro proliferation and differentiation of pre-B I cells is dependent on the capacity to express a pre-BCR, the question arises of whether a ligand is required to interact with the pre-BCR. Since the experiments described above were all performed in bulk cultures at 2 × 105 pre-B I cells per milliliter, it could not be excluded that a ligand on a neighboring cell might interact with the pre-BCR on the pre-B cell. Therefore, single pre-B I cells from wild-type B6 bone marrow were sorted directly into 96-well round-bottomed microtiter plates containing 0.2 ml plain culture medium without any growth factors or feeder/stromal cells. By day 5 of culture, the potential of single pre-B I cells to proliferate was recorded using an inverted microscope. Wells containing four or more cells were scored positive. From 672 individual cells plated, 99 showed growing clones with 4 or more cells (14.8%). As shown in Fig. 3 A, ∼33% of cultures with growing clones contained only 4 cells, whereas the others contained 8, 16, or 32 cells, and 1 even contained 64 cells. In the highest percentage of cultures containing >4 cells at day 5, ∼16 cells were found. This suggests that these pre-B cells had undergone four divisions. In Fig. 3 B, microphotographs of one clone of ∼32 cells, and another with 8 cells, are shown. Thus, the frequency of single pre-B I cells that undergo proliferative expansion, as well as the efficiency by which they divide, is similar to that observed in bulk cultures ( Fig. 2A and Fig. B). The fact that a single pre-B I cell can proliferate in the absence of any other cell argues against a potential ligand presented by a neighboring cell to the pre-BCR. In fact, these experiments also make it unlikely that a soluble ligand for a pre-BCR exists. In Vitro Differentiation of Pre-B I Cells Expressing a bcl-2 Transgene. The results described previously ( Fig. 2 B) showed that all cells recovered at day 6 from cultures of wild-type B6–derived pre-B I cells were cμ+ and had divided three or four times, and thus represented only 15–25% of the originally plated c-kit+ population. Consequently, 75–85% of wild-type B6–derived pre-B I cells must have died during culture. This inability to proliferate and survive may have been due to out-of-frame VDJ rearrangements at the μH chain locus, resulting in cells not producing a μH chain, or may have been the consequence of a μH chain unable to pair with an SL chain. To analyze the pre-B I population, which does not normally survive upon in vitro culture, we took advantage of the fact that overexpression of an Eμ-controlled bcl-2 transgene early in B cell development allows prolonged survival of pro- and pre-B cells 8 22. Thus, experiments identical to those presented in Fig. 2 for wild-type B6–derived pre-B I cells were performed with pre-B I cells isolated from bcl-2 transgenic B6 mice. The results are shown in Fig. 2. Pre-B I cells expressing a bcl-2 transgene proliferate when placed in culture, as 3.5 times the number of initially plated cells could be recovered at day 6. Moreover, these cells also differentiated so that ∼80% of the cells at day 3 or 4 of culture became cμ+ cells ( Fig. 2 C). However, in contrast to nontransgenic cells, not all bcl-2 transgenic cells developed to cμ+ cells. Approximately 20% of the viable cells recovered at day 6 or 7 of culture were found to be cμ− ( Fig. 2 C). Also, sIgM+ cells only developed to ∼60–70% of all cells in culture at day 6 ( Fig. 2 C). Comparable results were obtained using fetal liver–derived pre-B I cells expressing the same bcl-2 transgene.  bcl-2–expressing pre-B I cells developed LPS reactivity at similar frequencies to wild-type pre-B I cells. Thus, ex vivo–isolated bcl-2 transgenic pre-B I cells yielded frequencies of LPS-reactive cells of ∼1/50 to 1/80, whereas in 1/3 to 1/5 cells, the cells recovered after 6 d of culture were responsive to LPS ( Fig. 2 D). When pre-B I cells were labeled with the green fluorescent dye PKH2, and subsequently recorded for their fluorescence intensity with time in culture, the majority of growing bcl-2 transgenic pre-B cells, like wild-type pre-B cells, lost fluorescence intensity, indicating that they underwent several divisions during the 6-d culture period ( Fig. 2). As can be seen in the histogram, the population of bcl-2 transgenic cells that exhibits a decrease in fluorescence intensity is more heterogeneous than that of the corresponding wild-type pre-B cells, indicating a larger heterogeneity in clone sizes among the dividing cells. However, unlike wild-type pre-B I cells, ∼20–25% of the cells recovered at day 6 still had the same fluorescence intensity as the starting population, indicating that these cells did not divide ( Fig. 2 B). Based on the absolute number of cells that could be recovered at day 6 of culture, the 20–25% nondividing cells represented ∼70% of the initially seeded population. This percentage was close to the calculated percentage of wild-type nontransgenic pre-B I cells that were found to die during the same culture period (75–85%). At day 6 of culture, sIgM expression of PKH2-labeled pre-B I cells was monitored. As shown in Fig. 4, a large proportion (>40%) of the cells that had divided became sIgM+, whereas only 10% (representing ∼2% of the total population) of the cells that did not divide were sIgM+. We conclude from these experiments that μH chain–expressing pre-B cells divide, whereas μH chain–negative cells do not in our cultures, which do not contain cytokines or growth-supporting cells. The Effects of Stromal Cells and/or IL-7 on the In Vitro Differentiation of Pre-B I Cells. To test for the effects of stromal cells and/or IL-7 on the in vitro proliferation and differentiation of pre-B I cells, we repeated the above experiments, now also including these essential components of the bone marrow microenvironment. Thus, ex vivo–sorted pre-B I cells from bone marrow of B6 and λ5 −/− mice were cultured for 4 d in the presence or absence of stromal cells and/or recombinant mouse IL-7. In Fig. 5, the results of a representative experiment are shown. No differences were detected between culturing pre-B I cells with or without stromal cells in the absence of IL-7. Thus, both culture conditions resulted in a 2.5-fold increase of viable cells at day 4 with B6-derived pre-B I cells, whereas in the case of λ5 −/− pre-B I cells, <10% of the initially plated cells could be recovered at day 4. In fact, this very low cellular recovery did not allow any further FACS® analyses of these cells. In the case of B6 pre-B I cells, both culture conditions resulted in similar high efficiency development (>90%) of cμ+ cells. Moreover, only 10% of the cells recovered at day 4 still express c-kit on their surface, whereas up to 40% of them express sIgM. Thus, the presence of stromal cells does not improve the proliferative capacity or the efficiency of differentiation of B6 or λ5 −/− pre-B I cells. In the presence of IL-7, ∼10–15 times the number of input cells could be recovered at day 4 from both B6 and λ5 − /− pre-B I cell cultures. Among the B6-derived cells, ∼60% express μH chains in their cytoplasm, whereas 40% of the λ5 −/− cells do so. Approximately 50% of B6-derived cells still express c-kit at day 4 of culture, whereas >80% of the λ5 −/−-derived cells do so. Thus, the presence of IL-7 in these cultures prevents the downregulation of c-kit and the expression of cμ, and enhances the proliferation independently of the expression of λ5. Cell sIgM expression was detectable on 15% of the B6 cells grown in IL-7–containing medium, whereas no sIgM-expressing cells developed among λ5 −/−-derived cells grown in the same way. Thus, the presence of IL-7 in these cultures results in the proliferation of pre-B I cells, and also in part in their differentiation into cμ+ and sIgM+ B cells. This differentiation seems to be pre-BCR dependent, since it is far less pronounced in cultures initiated with λ5 −/− pre-B I cells. However, from these experiments it is hard to deduce whether IL-7 is only a growth factor for pre-B I cells, or is also involved in their differentiation. It is also evident from the results presented in Fig. 5 that the combined action of stromal cells and IL-7 on both normal and λ5 −/− pre-B I cells enhances their proliferation, resulting in a 25–50-fold increase of viable cells at the end of the 4-d culture period. As has been published previously 7, these culture conditions prevent the further differentiation of these cells, and maintain the expanding proliferating cells at the c-kit+ pre-B I stage of B cell development.",
        "DISCUSS": "Discussion. We have presented experimental evidence in this paper that 15–25% of c-kit+ pre-B cells can divide two to five times in tissue cultures that do not contain cytokines or supporting stromal cells. Since only wild-type and not λ5 −/− pre-B cells proliferate, division of pre-B cells at this stage of development appears to be dependent on the expression of a pre-BCR. Proliferation of pre-B cells at this stage of development has been seen previously in fetal liver organ cultures 16. The time course and extent of proliferation in the cytokine- and stromal cell–free tissue cultures presented in this paper are very similar to those seen previously in fetal liver organ cultures, and both types of tissue cultures required the expression of a pre-BCR for proliferation. Since we show in this paper that pre-B cells from both bone marrow and fetal liver require pre-BCR expression for proliferation, our results contradict those of Hardy et al. 23, which suggested that the pre-BCR controls proliferative expansion of pre-B cells only in bone marrow, and not in fetal liver. It is well documented that IL-7 plays an essential role in both T and B cell development in mice 19 24 25. The IL-7– as well as the IL-7R–deficient mice show a block in B cell development at a stage we would refer to as pro-/pre-B I. Thus, the IL-7/IL-7R system seems to be essential for the formation of a pre-B I compartment. However, whether IL-7 could also play a role in later stages of B cell development is far less clear. Our results presented here show that CD19+B220+c-kit+ pre-B I cells derived from a mouse that can form a pre-BCR, and which produce IL-7 and express the IL-7R, do not require IL-7 for their in vitro differentiation. However, we cannot exclude the possibility that IL-7 might improve this differentiation by inducing a better proliferation and/or survival of selected, cμ-expressing pre-B II cells. The findings made with pre-B I cells from B6 mice cultured in the presence of IL-7 alone ( Fig. 5) might support this possibility. Moreover, preliminary data have indicated that IL-7 can act as a growth factor for large pre-B II cells (Rolink, A.G., unpublished observations). Also, a recent study using IL-7 transgenic mice indicates a possible role for IL-7 at this stage of B cell development 26. However, it is also evident from our results presented in Fig. 5 that the combined action of IL-7 and stromal cells selectively induces proliferation of pre-B I cells, preventing their differentiation into sIgM-expressing cells. The c-kit+ pre-B cells that express μH chains in their cytoplasm can be considered to be the transitional cells at the stage between DHJH-rearranged pre-B I cells and large VDJ/DJ or VDJ/VDJ-rearranged pre-B II cells in the bone marrow of a mouse 10. Our previous analyses of the structures of the μH chains initially produced at the transition from pre-B I to pre-B II cells in these c-kit+cμ+ cells have shown that approximately half of all the μH chains cannot pair with SL chains to form a pre-BCR 10. Thus, of the 10–20% of the c-kit+ precursor cells that are cμ+, only half (i.e., 5–10%) can form a pre-BCR. These 5–10% of cells may well all take part in the proliferative expansion observed in our in vitro cultures. Since these cells already express a μH chain before our ex vivo isolation, it cannot be ruled out that they have initiated their entry into the cell cycle in vivo. However, our data show that 15–25% of the original ex vivo–isolated pre-B I cells take part in the in vitro proliferative expansion. Therefore, at least half of the cells that proliferate in vitro had at the time of isolation not yet detectable levels of μH chain expression, or had not yet undergone a productive VDJ rearrangement so as to produce a pairing μH chain. We have shown previously that the majority of bone marrow c-kit+ pre-B I cells has their IgH loci in DJ/DJ–rearranged configuration 3. Moreover, pre-B I cells grown in vitro on stromal cells in the presence of IL-7 can undergo V to DJ rearrangement upon withdrawal of IL-7 7. Therefore, we favor the idea that at least some of the cells that underwent the pre-BCR–dependent in vitro proliferation were not yet VDJ rearranged at the time of ex vivo isolation, but became so during in vitro culture. Since we have not yet identified a cell surface marker that distinguishes pre-B I cells with VDJ-rearranged IgH alleles, either expressing a μH chain or not, from those pre-B I cells that have both IgH alleles DJ rearranged only, full proof for this idea is still lacking. In particular, the single cell experiments presented here show that not all c-kit+cμ+ pre-B cells enter proliferative expansion to the same extent. It is very possible that the extent of proliferative expansion depends on the fitness of the pre-BCR, i.e., on the avidity of a given μH chain to pair with the SL chains 27. However, the experiments presented here cannot distinguish between well-pairing, loosely pairing, and nonpairing μH chains. Since we can clone the expressed μH chain gene from single pre-B cell clones, we should be able to design experiments to test this avidity of pairing in relation to the extent of proliferative expansion exhibited by a single clone of cells. From the data presented here, it appears clear that no cytokine and no stromal cell support are needed for the two to five cell divisions that occur in the in vitro cultures of these cells. It is also likely that the pre-BCR does not need to be occupied by a special ligand to exert its effect of continuous stimulation through the next two to five rounds of division of a wild-type, but not a λ5 −/− pre-B cell, unless one expects the FCS or the plastic of the tissue culture plates to contain such ligands. Again, however, our experiments do not completely rule out the possibility that such a ligand might have been present in vivo before ex vivo isolation of the cells. Since there is no experimental evidence for a ligand for pre-BCR at this time, we favor the idea that a pre-B cell senses the fitness of the interaction of a μH chain with SL chains that might guide the assembly of the pre-BCR with Igα, Igβ, and other signal-transducing molecules in the surface membrane 28, and conveys a sense of stability and signals for entry into the proliferative cycle to the pre-B cell. The experiments with bcl-2 transgenic pre-B cells show that the majority of sIgM+ cells that appear during culture are derived from cells that underwent proliferative expansion, whereas only a very small fraction (∼10%, representing ∼5% of the total sIgM+ cells that appear in these cultures) of nonproliferating cells express sIgM. This finding, together with the finding that λ5 −/− pre-B cells did not proliferate, provides strong support for the notion that the pre-BCR is required for proliferative expansion at this stage of development. Moreover, the finding that a bcl-2 transgene allows the survival of those 80% of ex vivo–isolated pre-B I cells that do not undergo proliferative expansion now also makes it possible to analyze the fate of those VDJ-rearranged pre-B cells that produce a μH chain that cannot form a pre-BCR.  Abbreviations used in this paper: BCR, B cell receptor; B6, C57BL/6; cμ, cytoplasmic μH chain; pre-B cell, precursor B cell; pro-B cell, progenitor B cell; sIg, surface Ig; SL chain, surrogate L chain.",
        "FIG_CAPTIONS": "Sorting and phenotypic analyses of bone marrow pre-B I cells. Bone marrow cells from B6 mice were depleted of sIg+ cells by magnetic separation, but not enriched for CD19+ cells, and thereafter double stained with Cy5-labeled anti-B220 and biotin-labeled anti–c-kit for sorting (top left) and reanalyses of sorted cells (top middle). Staining for CD19-expressing cells revealed >95% positive cells (data not shown). Some of the sorted cells were permeabilized and stained with a polyclonal FITC-labeled goat anti-IgM for determination of cμ chain content (top right). After 5 d of culture, viable cells were double stained for surface IgM/IgD (bottom left) and surface κ/λ L chains (bottom right). Proliferation and differentiation of sorted pre-B I cells. CD19+B220+c-kit+ pre-B I cells from bone marrow (BM) and day 17 fetal liver (FL) of wild-type, bone marrow of λ5\n–/–, and bone marrow of bcl-2 transgenic B6 mice. (A) Viable cell recovery. (B) Cellular division as revealed by the decrease of PKH2 fluorescent intensity after 6 d (wild-type B6 bone marrow and fetal liver and bcl-2 transgenic bone marrow) or 4 d (B6 λ5\n−/\n− bone marrow) of culture (dotted line), compared with the intensity of the starting population (solid line histogram). (C) Expression of cytoplasmic μH chain (□) and sIgM (○). (D) LPS reactivity before (○) and after (□) 6 d of culture as analyzed by limiting dilution analysis. Clonal growth of single CD19+B220+c-kit+ pre-B I cells. Single pre-B I cells were sorted from bone marrow of wild-type B6 mice and grown for 5 d, at which time cultures containing more than two cells were considered to be growing, and the number of cells per clone was determined. (A) The data are presented as a histogram of the percentage of growing clones with a given size (4, 8, 16, or 32 cells). However, not all cultures containing growing clones have this exact number of cells, but fall around that value, allowing us to categorize a given clone. (B) 2 different representative clones from the above experiment are shown, one with 32 cells, and the other containing 8 cells. The effects of stromal cells and/or IL-7 on proliferation and differentiation of bone marrow–derived pre-B I cells. Bone marrow pre-B I cells from adult B6 and λ5\n−/− mice were sorted as described in the legend to Fig. 1, but after enrichment for CD19+ cells. Sorted cells were plated at 2 × 105 cells per ml in medium alone or on 3,000 rad–irradiated ST-2 stromal cells, or at 5 × 104 cells per ml in medium containing 100 U/ml of recombinant mouse IL-7 in the absence or presence of 3,000 rad–irradiated ST-2 stromal cells, as indicated. After 4 d of culture, cells were harvested and viable cell counting (A), cell surface staining (C and D), and cytoplasmic staining (B) for indicated markers were performed as described in Materials and Methods. Phenotypic analyses of dividing and nondividing pre-B cells. Sorted pre-B I cells from bone marrow of bcl-2 transgenic B6 mice were labeled with the green fluorescent dye PKH2-GL and cultured in vitro for 6 d. For analyses of sIgM, cells were stained with biotin-labeled M41 revealed by PE-labeled streptavidin. The top histogram shows cells that have undergone proliferation (Cycling) with decreased PKH2 green fluorescent intensity, and those expressing the same high PKH2 intensity (Non cycling) as the initially seeded population (see also Fig. 2 B). By gating on PKH2 high and low, respectively, after staining for sIgM, the bottom two histograms were obtained.",
        "TABLE_CAPTIONS": NaN,
        "stanza_verb": "[['does', 'VBZ', 'aux'], ['require', 'VB', 'root']]",
        "genia_verb": "[['does', 'VBZ'], ['require', 'VB']]",
        "LengthDifference": 0
    }
]